import { html } from '/node_modules/lit-html/lit-html.js'

export const name = '장범준 - 이밤'

export const style = html`
<style>
  #background {
    background: #f39797;
  }
  #content {
    color: #212121;
    font-weight: normal;
    --first-color: #6e1d3a;
    --second-color: #7c2041;
  }
  .fr {
    font-size: 90%;
  }
</style>
`

export const lyrics = `재촉 하지 말아 난 그때를 알아요 간절한 마음들은 안 아물거든요
알아 나 그맘을 알아요 주변의 마음들이 더 아프잖아요

흔들리는 마음들은 길을 잃은 아이처럼 잃어가는 마음들이 더
계속 이대로 괜찮다고 뒤돌아 보지 말자고
내가 이러면 안된다고 내가 그대의 별이 돼

이밤 그대 두눈에 슬퍼보이는 밤하늘의 작은 별을 쳐다보면서
별빛속에 그대로 잊어가는 밤하늘의 노랠 불러보았네

영화같지 않아 난 현실을 알아요 그때의 마음들은 안아물거든요
알아 나 그맘을 알아요 주변의 마음들이 더 아프잖아요

흔들리는 마음들은 길을 잃은 아이처럼 잃어버린 마음들이 더
계속 이대로 괜찮다고 뒤돌아보지 말자고
내가 이러면 안된다고 내가 그대의 별이 돼

이밤 그대 두눈에 슬퍼보이는 밤하늘의 작은 별을 쳐다보면서
별빛속에 그대로 잊어가는 밤하늘의 노랠 불러보았네

워어어 후후 우우 우

그냥 이별이 되니까 워어어어 허어 허 어어어
이밤 그대의 맘이 부르던 그대의 맘이 더 전해오던
별헤는 하늘의 노래 사랑이 더 슬피 더 전해 오네 별이 빛나네`
